<?php
// Heading
$_['heading_title']  = 'Запитване за лични данни по GDPR';

// Text
$_['text_instructions']   = '<p>За да получите отчета си за GDPR, ще трябва да следвате стъпките по-долу: <br> 1. Изпратете имейла си във формата по-долу. <br> 2. Ще ви бъде изпратен имейл за потвърждение. Трябва да кликнете върху бутона за потвърждение / връзката в имейла. Отчет по GDPR ще ви бъде изпратен по имейл.</p>';

$_['text_success']   = '<p>Изпратихме имейл с потвърждение. Моля, кликнете върху връзката в имейла, за да потвърдите достъпа до имейл адреса. След като бъде потвърдено, ще продължим със запитването Ви по GDPR.</p>';

// Entry
$_['entry_email']    = 'E-Mail адрес';

// Errors
$_['error_email']    = 'E-Mail адреса, който сте въвели не е валиден!';
$_['error_email_not_existing']    = 'E-Mail адресът не съществува в нашата база данни, моля, уверете се, че в имейл адреса ви няма сбъркани символи. Ако сте убедени, че горепосоченият имейл адрес е правилен и имате акаунт, свързан с него в нашия магазин, моля, свържете се с отдела за обслужване на клиенти.';
$_['$error_max_requests_day']    = 'Превишихте максималните дневни запитвания по GDPR, които разрешаваме. Моля, опитайте отново след 24 часа.';

// Confirmation Email
$_['confirmation_email_text_heading'] = 'Потвърдете запитване по GDPR';
$_['confirmation_email_text_instructions'] = 'Ако сте направили запитване за личните си данни, моля, кликнете върху връзката по-долу, за да потвърдите имейл адреса си и да продължите със запитването. Ако не сте го поискали, моля, игнорирайте този имейл.';
$_['confirmation_email_text_confirm'] = 'Потвърди';
$_['confirmation_email_text_smallprint'] = 'Ние ще генерираме и изпратим по имейл справка за вашите лични данни възможно най-скоро. Обикновено трябва да бъде в рамките на 30 минути след като потвърдите заявката си. Ако не сте получили справката в рамките на 24 часа от потвърждаването, моля, опитайте нова заявка или се свържете с нашата поддръжка на клиенти.';

// GDPR Report Email
$_['gdpr_report_email_subject'] = 'Вашето запитване за лични данни по GDPR';

// Request success
$_['request_success_heading_title'] = 'Вашето запитване по GDPR беше потвърдено.';
$_['request_success_text_message'] = 'Благодарим Ви, че потвърдихте Вашето запитване за лични данни по GDPR. Ние ще генерираме и изпратим по имейл справка за вашите лични данни възможно най-скоро. Обикновено трябва да бъде в рамките на 30 минути след като потвърдите заявката си. Ако не сте получили справката в рамките на 24 часа от потвърждаването, моля, опитайте нова заявка или се свържете с нашата поддръжка на клиенти.';

// Request failure
$_['request_failed_heading_title'] = 'Вашето запитване по GDPR бе неуспешно.';
$_['request_failed_text_message'] = 'Не можахме да потвърдим запитването ви по GDPR. Уверете се, че използвате правилна връзка за потвърждение.';
$_['request_failed_heading_disabled'] = 'Модулът GDPR е деактивиран';
$_['request_failed_disabled'] = 'Модулът GDPR понастоящем е деактивиран.';

// Request processed
$_['request_processed_heading_title'] = 'Запитването ви по GDPR вече е обработено';
$_['request_processed_text_message'] = 'Ако сте направили запитване за лични данни, то е изпратено на имейл адреса Ви. Ако не сте получили справка в рамките на 24 часа от потвърждаването, моля, опитайте нова заявка или се свържете с нашата поддръжка на клиенти. Ако сте поискали изтриване на профил, личните ви данни вече са изтрити.';

// GDPR Report
$_['gdpr_report_empty_record'] = '---';
$_['gdpr_report_heading_title'] = 'Справка за личните данни по GDPR';
$_['gdpr_report_locations_of_other_data'] = 'Други местоположения/услуги, където съхранявате лични данни';
$_['gdpr_report_locations_of_servers'] = 'Физически местоположения на сървъри, на които хоствате вашия уеб сайт и други данни.';
$_['gdpr_report_text_info'] = 'Моля, вижте справката за личните данни по-долу. Това е цялата информация, която сме съхранили в профила Ви.';
$_['gdpr_report_text_account_details'] = 'Детайли за профила';
$_['gdpr_report_text_addresses'] = 'Адреси';
$_['gdpr_report_text_cart_contents'] = 'Съдържание на количката';
$_['gdpr_report_text_wishlist_contents'] = 'Съдържание на списък с желани продукти';

// GDPR Report - Customer
$_['cart'] = 'Количка';
$_['email'] = 'Имейл';
$_['fax'] = 'Факс';
$_['firstname'] = 'Име';
$_['lastname'] = 'Фамилия';
$_['not_subscribed'] = 'Не е абониран';
$_['newsletter'] = 'Абониран за бюлетин';
$_['subscribed'] = 'Абониран';
$_['telephone'] = 'Телефон';
$_['wishlist'] = 'Списък с желани продукти';

// GDPR Report General
$_['amount'] = 'Сума';
$_['customer_id'] = 'Потребител ID';
$_['data'] = 'Данни';
$_['date_added'] = 'Дата на създаване';
$_['date_modified'] = 'Дата на промяна';
$_['description'] = 'Описание';
$_['email'] = 'Имейл';
$_['history'] = 'История';
$_['id'] = 'ID';
$_['order_id'] = 'Номер на поръчка';
$_['total'] = 'Общо';

// GDPR Report Info
$_['activities'] = 'Дейности';
$_['comment'] = 'Коментар';
$_['ip'] = 'IP';
$_['ips'] = 'Записани IPs';
$_['key'] = 'Ключ';
$_['logins'] = 'Записани вписвания';
$_['online'] = 'Записи за онлайн присъствие';
$_['single_activity'] = 'ID на дейности';
$_['single_history'] = 'ID на записи';
$_['single_ip'] = 'IP ID';
$_['single_login'] = 'ID за записи на вписвания';
$_['referer'] = 'Референт';
$_['url'] = 'URL';

// GDPR Report - Order
$_['address'] = 'Адрес';
$_['city'] = 'Град';
$_['country'] = 'Държава';
$_['currency_code'] = 'Валута';
$_['firstname'] = 'Име';
$_['invoice_no'] = 'Номер на фактура';
$_['ip'] = 'IP Адрес';
$_['not_subscribed'] = 'Не е абониран';
$_['order'] = 'Номер на поръчка';
$_['payment_address'] = 'Адрес за плащане';
$_['payment_method'] = 'Метод на плащане';
$_['postcode'] = 'Пощенски код';
$_['products'] = 'Продукти';
$_['shipping_address'] = 'Адрес за доставка';
$_['shipping_method'] = 'Метод на доставка';
$_['store_name'] = 'Име на магазина';
$_['user_agent'] = 'Използван браузър';

// GDPR Report - Order Products
$_['quantity'] = 'Количество';
$_['model'] = 'Модел';
$_['name'] = 'Име';
$_['price'] = 'Цена';
$_['reward'] = 'Наградни точки';
$_['tax'] = 'Данък';

// GDPR Report - GDPR Requests
$_['gdpr_email'] = 'Имейл';
$_['gdpr_http_accept_language'] = 'HTTP Accept Lang';
$_['gdpr_http_user_agent'] = 'HTTP Използван браузъ';
$_['gdpr_remote_addr'] = 'Remote ADDR';
$_['gdpr_requests'] = 'GDPR запитвания';
$_['gdpr_request_time'] = 'Дата и час';
$_['gdpr_server_addr'] = 'Адрес на сървър';
$_['gdpr_single_request'] = 'GDPR запитвания ID';
$_['gdpr_status'] = 'Статус';

// GDPR Report Rewards
$_['rewards'] = 'Наградни точки';
$_['reward_description'] = 'Описание';
$_['reward_points'] = 'Точки';
$_['single_reward'] = 'Номер на награда';

// GDPR Report Transactions
$_['transactions'] = 'Транзакции';

// GDPR Report Wishlist
$_['wishlist'] = 'Списък с желани продукти';

// ############ RIGHT TO BE FORGOTTEN ############

// Heading
$_['heading_title_forget_me']  = 'Искане \"Право да бъдеш забравен\" по GDPR';

// Text
$_['text_forget_me_instructions']   = '<p>За да изтриете профила си от уебсайта ни, трябва да следвате стъпките по-долу: 1. Изпратете имейла си във формата по-долу. <br> 2. Ще ви бъде изпратен имейл за потвърждение. Трябва да кликнете върху бутона за потвърждение / връзката в имейла. Вашият акаунт и лични данни ще бъдат изтрити / анонимизирани.</p>';

// Confirmation Email
$_['forget_me_confirmation_email_text_heading'] = 'Потвърдете заявка за ИЗТРИВАНЕ НА ПРОФИЛ.';
$_['forget_me_confirmation_email_text_instructions'] = 'Ако сте заявили изтриване на профила и личните си данни от уебсайта ни, моля, кликнете върху връзката по-долу, за да потвърдите имейл адреса си и да продължите със заявката. Моля, имайте предвид, че вече няма да можете да осъществите достъп до профила си и информацията, съхранена с него (например история на поръчките). Тази операция е НЕОБРАТИМА.';
$_['forget_me_confirmation_email_text_confirm'] = 'Изтрийте моят профил';
$_['forget_me_confirmation_email_text_smallprint'] = 'Вашите данни ще бъдат изтрити / анонимизирани незабавно. Няма да можем да Ви уведомим по имейл, когато това бъде завършено. Моля, имайте предвид, че може да се наложи да запазим част от вашите лични данни, свързани с поръчките Ви за справка на Национална Агенция по Приходите (НАП).';

// Forget me request success
$_['forget_me_request_success_heading_title'] = 'Вашата заявка за изтриване на профил по GDPR е регистрирана';
$_['forget_me_request_success_text_message'] = 'Изпратихме Ви имейл с потвърждение. Моля, кликнете върху връзката в имейла, за да потвърдите достъпа до имейл адреса. Щом това бъде потвърдено, ще продължим със заявката Ви. Моля, имайте предвид, че вече няма да можете да осъществите достъп до профила си и информацията, съхранена с него (например история на поръчките). Тази операция е НЕОБРАТИМА.';

// Forget me request confirmed
$_['forget_me_request_confirmed_heading_title'] = 'Вашата заявка за изтриване на профил по GDPR е потвърдена';
$_['forget_me_request_confirmed_text_message'] = 'Ще обработим заявката Ви по GDPR и в най-кратки срокове ще изтрием / анонимизираме вашите лични данни.';

// Added in 1.6.1
$_['error_agree']          = 'Внимание: трябва да се съгласите с %s!';
$_['text_agree']           = 'Прочетох и се съгласявам с <a href="%s" class="agree"><b>%s</b></a>';
