<?php

// Buttons
$_['button_submit']  = 'Запросить отчет о GDPR'; // OC15
$_['button_continue']  = 'Продолжить'; // OC15

// Heading
$_['heading_title']  = 'Запрос личных данных GDPR';

// Text
$_['text_instructions']   = '<p>Чтобы получить свой отчет о GDPR, вам необходимо будет выполнить следующие шаги:<br>1. Отправьте свой email в форме ниже.<br>2. Вам будет отправлено email с подтверждением, вам нужно будет нажать кнопку подтверждения / ссылку в email.<br>3. Отчет по GDPR будет отправлен вам по email.</p>';

$_['text_success']   = '<p>Мы отправили вам подтверждение по email. Пожалуйста, нажмите ссылку в email, чтобы подтвердить свой доступ к электронному адресу. Как только это будет подтверждено, мы продолжим обрабатывать ваш запрос GDPR.</p>';

// Entry
$_['entry_captcha']    = 'Введите код в поле ниже:'; // OC15
$_['entry_email']    = 'Адрес E-Mail';

// Errors
$_['error_captcha']  = 'Завершите проверку CAPTCHA.';
$_['error_email']    = 'Email не является действительным!';
$_['error_email_not_existing']    = 'Email не существует в нашей базе данных, пожалуйста, убедитесь, что в вашем электронном адресе нет опечаток, включая пробелы. Если вы уверены, что указанный выше email верен, и у вас есть связанная с ним учетная запись в нашем магазине, обратитесь в нашу службу поддержки.';
$_['$error_max_requests_day']    = 'Вы превысили максимальные ежедневные запросы по GDPR, которые мы разрешаем. Повторите попытку через 24 часа.';

// Confirmation Email
$_['confirmation_email_text_heading'] = 'Подтвердите свой запрос GDPR';
$_['confirmation_email_text_instructions'] = 'Если вы запросили у нас отчет о своих персональных данных, нажмите на ссылку ниже, чтобы подтвердить свой email и продолжить запрос. Если вы НЕ запросили его, пожалуйста, проигнорируйте этот Email.';
$_['confirmation_email_text_confirm'] = 'Подтвердить';
$_['confirmation_email_text_smallprint'] = 'Мы как можно скорее создадим и отправим вам отчет о ваших персоналных данных. Обычно это занимает 30 минут после подтверждения вашего запроса. Если вы не получили свой отчет в течение 24 часов после вашего подтверждения, попробуйте сделать новый запрос или обратитесь в нашу службу поддержки.';

// GDPR Report Email
$_['gdpr_report_email_subject'] = 'Ваш отчет о персональных данных GDPR';

// Request success
$_['request_success_heading_title'] = 'Ваш запрос о GDPR подтвержден';
$_['request_success_text_message'] = 'Спасибо, что подтвердили ваш запрос по GDPR. Мы как можно скорее создадим и отправим вам отчет о ваших персоналных данных. Обычно это занимает 30 минут после подтверждения вашего запроса. Если вы не получили свой отчет в течение 24 часов после вашего подтверждения, попробуйте сделать новый запрос или обратитесь в нашу службу поддержки.';

// Request failure
$_['request_failed_heading_title'] = 'Ваш запрос GDPR не удался';
$_['request_failed_text_message'] = 'Мы не смогли подтвердить ваш запрос GDPR. Убедитесь что вы используете правильную ссылку для подтверждения.';
$_['request_failed_heading_disabled'] = 'Модуль GDPR Отключен';
$_['request_failed_disabled'] = 'Модуль GDPR в настоящее время отключен.';

// Request processed
$_['request_processed_heading_title'] = 'Ваш запрос GDPR уже обработан';
$_['request_processed_text_message'] = 'Если вы запросили отчет о персональных данных, он находится на пути к вашему email. Если вы не получили свой отчет в течение 24 часов после вашего подтверждения, пожалуйста попробуйте сделать новый запрос или обратитесь в нашу службу поддержки. Если вы запросили удаление учетной записи, ваши личные данные уже были удалены.';

// GDPR Report
$_['gdpr_report_empty_record'] = '---';
$_['gdpr_report_heading_title'] = 'Отчет о персональных данных GDPR';
$_['gdpr_report_locations_of_other_data'] = 'Другие службы / местоположения, в которых хранятся ваши личные данные';
$_['gdpr_report_locations_of_servers'] = 'Физическое расположение серверов, на которых хранятся ваши данные';
$_['gdpr_report_text_info'] = 'Информация о ваших персональных данных приложенная ниже. Это вся информация, связанная с вашей учетной записью, которую мы храним.';
$_['gdpr_report_text_account_details'] = 'Детали учетной записи';
$_['gdpr_report_text_addresses'] = 'Адреса';
$_['gdpr_report_text_cart_contents'] = 'Содержание корзины';
$_['gdpr_report_text_wishlist_contents'] = 'Содержание списка желаний';

// GDPR Report - Customer
$_['cart'] = 'Корзина';
$_['email'] = 'Email';
$_['fax'] = 'Fax';
$_['firstname'] = 'Имя';
$_['lastname'] = 'Фамилия';
$_['not_subscribed'] = 'Не подписан';
$_['newsletter'] = 'Подписка на Newsletter';
$_['subscribed'] = 'Подписан';
$_['telephone'] = 'Телефон';
$_['wishlist'] = 'Список желаний';

// GDPR Report General
$_['amount'] = 'Количество';
$_['customer_id'] = 'ID клиента';
$_['data'] = 'Данные';
$_['date_added'] = 'Дата создания';
$_['date_modified'] = 'Дата изменения';
$_['description'] = 'Описание';
$_['email'] = 'Email';
$_['history'] = 'История';
$_['id'] = 'ID';
$_['order_id'] = 'ID Заказа';
$_['total'] = 'Итого';

// GDPR Report Info
$_['activities'] = 'Активность';
$_['comment'] = 'Комментарий';
$_['ip'] = 'IP';
$_['ips'] = 'Сохраненные IP';
$_['key'] = 'Ключ';
$_['logins'] = 'Количество Входов';
$_['online'] = 'Запись присутствия в Интернете';
$_['single_activity'] = 'Активность ID';
$_['single_history'] = 'Запись ID';
$_['single_ip'] = 'IP ID';
$_['single_login'] = 'Запись Входов ID';
$_['referer'] = 'Ссылка';
$_['url'] = 'URL';

// GDPR Report - Order
$_['address'] = 'Адрес';
$_['city'] = 'Город';
$_['country'] = 'Страна';
$_['currency_code'] = 'Валюта';
$_['firstname'] = 'Имя';
$_['invoice_no'] = 'Номер Квитанции';
$_['ip'] = 'Адрес IP';
$_['not_subscribed'] = 'Не подписан';
$_['order'] = 'ID Заказа';
$_['payment_address'] = 'Адрес Оплаты';
$_['payment_method'] = 'Способ Оплаты';
$_['postcode'] = 'Почтовый индекс';
$_['products'] = 'Продукты';
$_['shipping_address'] = 'Адрес Доставки';
$_['shipping_method'] = 'Способ Доставки';
$_['store_name'] = 'Название магазина';
$_['user_agent'] = 'Пользовательский агент';

// GDPR Report - Order Products
$_['quantity'] = 'Количество';
$_['model'] = 'Модель';
$_['name'] = 'Имя';
$_['price'] = 'Цена';
$_['reward'] = 'Награда';
$_['tax'] = 'Налоги';

// GDPR Report - GDPR Requests
$_['gdpr_email'] = 'Email';
$_['gdpr_http_accept_language'] = 'HTTP Accept Lang';
$_['gdpr_http_user_agent'] = 'HTTP User Agent';
$_['gdpr_remote_addr'] = 'Удаленный Адрес';
$_['gdpr_requests'] = 'GDPR Запросы';
$_['gdpr_request_time'] = 'Дата и время';
$_['gdpr_server_addr'] = 'Server Адрес';
$_['gdpr_single_request'] = 'ID запроса GDPR';
$_['gdpr_status'] = 'Статус';

// GDPR Report Rewards
$_['rewards'] = 'Награды';
$_['reward_description'] = 'Описание';
$_['reward_points'] = 'Баллы';
$_['single_reward'] = 'ID Награды';

// GDPR Report Transactions
$_['transactions'] = 'Транзакции';

// GDPR Report Wishlist
$_['wishlist'] = 'Список желаний';

// ############ RIGHT TO BE FORGOTTEN ############

// Heading
$_['heading_title_forget_me']  = 'GDPR запрос на Право быть забытым';

// Text
$_['text_forget_me_instructions']   = '<p>Чтобы удалить свою учетную запись с нашего сайта, вам необходимо выполнить следующие шаги:<br>1. Отправьте свой email в форме ниже.<br>2. Вам будет отправлено email с подтверждением, вам нужно будет нажать кнопку подтверждения / ссылку в email.<br>3. Ваша учетная запись и личные данные будут удалены / анонимизированы.</p>';

// Confirmation Email
$_['forget_me_confirmation_email_text_heading'] = 'Подтвердите ЗАПРОС УДАЛЕНИЯ своей учетной записи.';
$_['forget_me_confirmation_email_text_instructions'] = 'Если вы попросили удалить свою учетную запись и личные данные с нашего сайта, пожалуйста, нажмите ссылку ниже, чтобы подтвердить свой email и продолжить запрос. Имейте в виду, что вы больше не сможете получить доступ к своей учетной записи и любой информации, хранящейся в ней (например, истории заказов). Эта операция НЕОБРАТИМА.';
$_['forget_me_confirmation_email_text_confirm'] = 'Удалите мою учетную запись';
$_['forget_me_confirmation_email_text_smallprint'] = 'Ваши данные будут удалены / анонимизированы немедленно. Мы не сможем уведомить вас по email, как только это будет завершено. Пожалуйста, имейте в виду, что нам, возможно, придется сохранить некоторые ваши личные данные, связанные с заказами для целей налогообложения.';

// Forget me request success
$_['forget_me_request_success_heading_title'] = 'Был зарегистрирован запрос на удаление аккаунта GDPR';
$_['forget_me_request_success_text_message'] = 'Мы отправили вам подтверждение по email. Пожалуйста, нажмите ссылку в email, чтобы подтвердить свой доступ к email. Как только это будет подтверждено, мы продолжим ваш запрос. Имейте в виду, что вы больше не сможете получить доступ к своей учетной записи и любой информации, хранящейся в ней (например, истории заказов). Эта операция НЕОБРАТИМА.';

// Forget me request confirmed
$_['forget_me_request_confirmed_heading_title'] = 'Ваш запрос на удаление аккаунта GDPR подтвержден';
$_['forget_me_request_confirmed_text_message'] = 'Мы продолжим ваш запрос GDPR и в ближайшее время удалим / анонимизируем ваши личные данные.';
