<?php

// Buttons
$_['button_add_breach'] = 'Προσθέστε Συμβάν Παραβίασης Δεδομένων';
$_['button_download_pdf'] = 'Κατεβάστε την επιστολή ειδοποίησης σε μορφή PDF';
$_['button_email'] = 'Αποστολή emails';
$_['button_generate_customer_notifications'] = 'Δημιουργία Ειδοποιήσεων Πελατών';
$_['button_preview_customer_notification'] = 'Προεπισκόπηση';
$_['button_save_breach'] = 'Αποθήκευση';
$_['button_send'] = 'Αποστολή επιστολής ειδοποίησης με email';

// Columns
$_['column_action'] = 'Ενέργεια';
$_['column_bcc_to'] = 'BCC\'ed σε';
$_['column_breach_id'] = 'ID Παραβίασης';
$_['column_customer_email'] = 'Email';
$_['column_customer_id'] = 'ID Πελάτη';
$_['column_customer_name'] = 'Όνομα';
$_['column_id'] = 'ID';

$_['column_date_added'] = 'Προστέθηκε στις';
$_['column_date_of_breach']	= 'Ημερομηνία Παραβίασης';
$_['column_date_of_discovery'] = 'Ημερομηνία Ανακάλυψης';
$_['column_date_updated'] = 'Τελευταία Ενημέρωση';
$_['column_number_of_accounts_affected'] = 'Αριθμός Προσβληθέντων Λογαριασμών';
$_['column_breach_name'] = 'Όνομα Παραβίασης';
$_['column_sent_to'] = 'Απεστάλη με email σε';
$_['column_status'] = 'Κατάσταση Ειδοποίησης Επίτροπου';
$_['column_status_customers'] = 'Κατάσταση Ειδοποίησης Πελάτη';
$_['column_status_notification'] = 'Κατάσταση Email Πελάτη';

// Heading
$_['heading_title']        = 'Ειδοποίηση Παραβίασης Ασφάλειας Δεδομένων';
$_['heading_title_customers']        = 'Ειδοποίηση Παραβίασης Ασφάλειας Δεδομένων';
$_['heading_title_customers_send_emails'] = 'Αποστολή E-mails Ειδοποιήσεων στους Πελάτες';
$_['heading_detailed'] = 'Ειδοποίηση Παραβίασης Ασφάλειας Δεδομένων στον Επίτροπο Προστασίας Προσωπικών Δεδομένων';
$_['heading_detailed_customers'] = 'Ειδοποίηση Παραβίασης Ασφάλειας Δεδομένων στους Πελάτες';
$_['heading_detailed_customers_send_emails'] = 'Αποστολή Ειδοποιήσεων στους Πελάτες σε πακέτα. Αυτή η μέθοδος δε συνίσταται αν έχετε μεγάλο αριθμό πελατών.';

// Text
$_['text_breach_email_subject'] = 'Ειδοποίηση Παραβίασης Προσωπικών Δεδομένων';
$_['text_commissioner'] = 'Επίτροπος Προστασίας Δεδομένων';
$_['text_customers'] = 'Πελάτες';
$_['text_data_breach'] = 'Αναφορά Παραβίασης Δεδομένων';
$_['text_data_breach_commissioner_list'] = 'Καταγεγραμμένα Συμβάντα';
$_['text_data_breach_commissioner_form'] = 'Προσθήκη Νέου Συμβάντος';
$_['text_data_breach_customer_list'] = 'Δημιουργία Ειδοποιήσεων';
$_['text_data_breach_customer_emails'] = 'Καταγεγραμμένες Ειδοποιήσεις Email';
$_['text_data_breach_customer_emails_send'] = 'Αποστολή Emails';
$_['text_data_breach_customer_csv'] = 'Μεταφόρτωση Λίστας Πελατών';

$_['text_email_commissioner_body'] = 'Παρακαλούμε δείτε την επισυναπτόμενη επιστολή ειδοποίησης παραβίασης δεδομένων.';
$_['text_email_commissioner_subject'] = 'Ειδοποίηση Παραβίασης Ασφάλειας Δεδομένων';
$_['text_section_commissioner'] = 'Πληροφορίες για τον Επίτροπο Προστασίας Προσωπικών Δεδομένων';
$_['text_section_customer'] = 'Πληροφορίες για τους Πελάτες';
$_['text_section_general'] = 'Γενικές Πληροφορίες';
$_['text_success']         = 'Το μήνυμά σας εστάλη επιτυχώς!';
$_['text_success_saved_record']         = 'Η καταγραφή ειδοποίησης παραβίασης αποθηκεύτηκε επιτυχώς. Σημειώστε πως ακόμα δεν έχει αποσταλεί, για να γίνει αυτό παρακαλούμε κατεβάστε την επιστολή σε μορφή PDF ή χρησιμοποιήστε το κουμπί \'Αποστολή Email στον Επίτροπο\'';
$_['text_success_generate_customer_notifications']         = 'Οι ειδοποιήσεις πελατών έχουν δημιουργηθεί (Να θυμάστε πως τίποτε δεν έχει αποσταλεί ακόμα)!';
$_['text_sent']            = 'Το μήνυμά σας εστάλη επιτυχώς σε %s από %s παραλήπτες!';
$_['text_notifications_emailed'] = 'Οι ειδοποιήσεις που έχουν αποσταλεί με email:';
$_['text_notifications_pending'] = 'Οι ειδοποιήσεις που είναι σε εκκρεμότητα:';
$_['text_total_customers'] = 'Ο συνολικός αριθμός λογαριασμών πελατών στο σύστημά σας είναι';


$_['text_from']         = 'Από:';
$_['text_to']         = 'Προς:';
$_['text_date']         = 'Ημερομηνία';
$_['text_default']         = 'Προεπιλεγμένο';
$_['text_email'] = 'Αποστολή emails';
$_['text_header_cron'] = 'Ρύθμιση CRON (συνίσταται)';
$_['text_header_log'] = 'Αρχείο Καταγραφής';
$_['text_hour'] = 'ώρα';
$_['text_hours'] = 'ώρες';
$_['text_instructions']    = 'Προεπιλεγμένο';
$_['text_instructions_customers_send_emails'] = 'Αυτή η φόρμα σας επιτρέπει να στείλετε πακέτα με ειδοποιήσεις email στους πελάτες σας. Πρέπει να επιλέξετε ρυθμίσεις κατάλληλες για τον διακομιστή σας. Να θυμάστε πως αν τα όρια του διακομιστή σας για την αποστολή emails είναι χαμηλά, αυτή η ενέργεια μπορεί να πάρει αρκετή ώρα για να ολοκληρωθεί. Για αυτό συνιστούμε να ρυθμίσετε ένα cron job το οποίο θα εκτελέσει αυτόματα αυτή την ενέργεια για εσάς (διαθέσιμες λεπτομέρειες παρακάτω). Αυτός ο κώδικας λειτουργεί μόνο για ειδοποιήσεις που δεν έχουν αποσταλεί ακόμα. Κάθε ειδοποίηση που αποστέλεται με email στον πελάτη θα καταγράφεται σαν απεσταλμένη στη βάση δεδομένων, ώστε να γνωρίζετε ποιες ειδοποιήσεις έχουν αποσταλεί.';
$_['text_instructions_log'] = 'Τα αρχεία καταγραφής των emails που έχουν αποσταλεί στους πελάτες μπορούν να βρεθούν στο φάκελο αρχείων καταγραφής του Opencart:';
$_['text_instructions_cron'] = 'Για να επιτρέψετε στον διακομιστή σας να στέλνει τα emails αυτόματα παρακαλούμε ρυθμίστε ένα cron job χρησιμοποιώντας το ακόλουθο URL όπου \'max_runtime\' είναι ο μέγιστος χρόνος που ο διακομιστής επιτρέπεται να εκτελέσει τον κώδικα σε λεπτά και \'batch_size\' είναι ο μέγιστος αριθμός emails που μπορούν να σταλούν σε μία ώρα:';
$_['text_minutes'] = 'λεπτά';
$_['text_newsletter']      = 'ΟΛΟΙ οι Συνδρομητές Newsletter';
$_['text_customer_all']    = 'ΟΛΟΙ οι Πελάτες';
$_['text_list'] = 'Καταγεγραμμένες Παραβιάσεις Δεδομένων (Επίτροπος Προστασίας Προσωπικών Δεδομένων)';
$_['text_list_customers'] = 'Καταγεγραμμένες Παραβιάσεις Δεδομένων (Πελάτες)';
$_['text_product']         = 'Προϊόντα';
$_['text_add_breach']         = 'Προσθέστε Συμβάν Παραβίασης Δεδομένων';
$_['text_return'] = 'Επιστροφή';
$_['text_save_breach']         = 'Αποθήκευση';
$_['text_signature'] = 'Με εκτίμηση,';
$_['text_status_generated']         = 'Δημιουργήθηκε';
$_['text_status_pending']         = 'Σε εκκρεμότητα';
$_['text_status_sent']         = 'Έστάλη';
$_['text_status_unknown']         = 'Άγνωστο';
$_['text_status_failed']         = 'Μη έγκυρο E-mail';
$_['text_success_email_batch'] = 'Τα emails θα σταλούν τώρα από τον διακομιστή μας. Παρακαλούμε ελέγξτε τη λίστα των ειδοποιήσεων σε:';

// Commissioner letter
$_['text_report_to_commissioner_intro'] = 'Σας ενημερώνουμε σχετικά με ένα συμβάν ασφάλειας δεδομένων που μπορεί να περιλαμβάνει τις προσωπικές σας πληροφορίες.';
$_['text_report_to_commissioner_contact'] = 'Ο σκοπός της επικοινωνίας μας σχετικά με αυτό το συμβάν:';
// %s is going to be replaced with the date of breach, so 'On 15/07/2018 we have discovered...'
$_['text_report_to_commissioner_details'] = 'Στις %s ανακαλύψαμε μια παραβίαση δεδομένων όπως περιγράφεται παρακάτω:';
$_['text_report_to_commissioner_data_exposed'] = 'Τα δεδομένα που προσπελάστηκαν μπορεί να περιλαμβάνουν προσωπικές πληροφορίες όπως:';
$_['text_report_to_commissioner_actions_taken'] = 'Ως τώρα έχουμε προβεί στις ακόλουθες ενέργειες για να διορθώσουμε την κατάσταση:';
$_['text_report_to_commissioner_ending'] = 'Διεξάγουμε μια ενδελεχή αξιολόγηση των πιθανών επηρεασμένων συστημάτων, και θα ενημερώσουμε το Γραφείο Επίτροπου Ασφαλείας Προσωπικών Δεδομένων αν υπάρξουν σημαντικές εξελίξεις. Εφαρμόζουμε επιπρόσθετα μέτρα ασφαλείας σχεδιασμένα να αποτρέψουν την επανάληψη μιας τέτοιας επίθεσης, και να προστατέψουν την ιδιωτικότητα των αξιότιμων πελατών μας';

$_['text_send_breach_notification'] = 'Αποστολή Ειδοποίησης Παραβίασης';

// Entry
$_['entry_address_commissioner'] = 'Επίτροπος Ασφάλειας Προσωπικών Δεδομένων (Ταχυδρομική Διεύθυνση)';
$_['entry_address_store'] = 'Κατάστημα (Ταχυδρομική Διεύθυνση)';
$_['entry_batch_size'] = 'Μέγεθος Πακέτου';
$_['entry_breach_notification_status'] = 'Κατάσταση';
$_['entry_breach_customer_email_notification_status'] = 'Κατάσταση Ειδοποίησης μέσω Email';
$_['entry_contact_details_of_person_reporting']       = 'Στοιχεία επικοινωνίας Επίτροπου Ασφάλειας Προσωπικών Δεδομένων';
$_['entry_contact_email']       = 'Email Επικοινωνίας για τους Πελάτες';
$_['entry_customer_email']       = 'Email';
$_['entry_customer_group'] = 'Ομάδα Πελατών';
$_['entry_customer']       = 'Πελάτης';
$_['entry_date_added']       = 'Προστέθηκε';
$_['entry_date_of_breach']       = 'Ημερομηνία(ες) παραβίασης (αν είναι γνωστό)';
$_['entry_date_of_discovery']       = 'Ημερομηνία Ανακάλυψης Συμβάντος';
$_['entry_email_bcc']       = 'BCC';
$_['entry_email_commissioner'] = 'Επίτροπος Ασφάλειας Προσωπικών Δεδομένων (email)';
//$_['entry_email_cc']       = 'CC';
$_['entry_max_runtime'] = 'Μέγιστος χρόνος εκτέλεσης';
$_['entry_message_action']        = 'Σύντομη περιγραφή της οποιασδήποτε ενέργειας από τη στιγμή που ανακαλύφθηκε η παραβίαση (Επίτροπος)';
$_['entry_message_action_customers']        = 'Σύντομη περιγραφή των ενεργειών που έγιναν μέχρι στιγμής (Επίτροπος)';
$_['entry_message_incident']       = 'Σύντομη περιγραφή της παραβίασης (Επίτροπος)';
$_['entry_message_incident_customers']       = 'Σύντομη περιγραφή της παραβίασης (Πελάτες)';
$_['entry_name']       = 'Όνομα Συμβάντος (για δική σας χρήση)';
$_['entry_number_of_accounts_affected']       = 'Αριθμός προσβληθέντων λογαριασμών (αν είναι γνωστός)';
$_['entry_store']          = 'Από';
$_['entry_subject']        = 'Θέμα (E-mail Επίτροπου)';
$_['entry_subject_customers']        = 'Θέμα (E-mails Πελατών)';
$_['entry_to']             = 'Προς';

// Help
$_['help_address_commissioner'] = 'Πλήρης Ταχυδρομική Διεύθυνση του Επίτροπου Ασφάλειας Προσωπικών Δεδομένων. Αυτό θα τυπωθεί στην κεφαλίδα της επιστολής ειδοποίησης παραβίασης';
$_['help_address_store'] = 'Πλήρης Ταχυδρομική Διεύθυνση του καταστήματός σας που αναφέρει την παραβίαση. Αυτό θα τυπωθεί στην κεφαλίδα της επιστολής';
$_['help_batch_size'] = 'Ο αριθμός των emails που μπορούν να σταλούν σε μία ώρα. Αυτό εξαρτάται από τη ρύθμιση του διακομιστή σας. Οι περισσότεροι διαμοιρασμένοι διακομιστές θα το περιορίσουν αρκετά, οπότε δε θα σας επιτραπεί να στείλετε παραπάνω από 100-200 emails ανά ώρα.';
$_['help_contact_details_of_person_reporting'] = 'Προσθήκη διεύθυνσης email/τηλεφώνου ενός ατόμου με το οποίο μπορεί αν επικοινωνήσει το Γραφείο Επίτροπου Ασφάλειας Προσωπικών Δεδομένων';
$_['help_contact_email'] = 'Προσθήκη διεύθυνσης email στην οποία οι πελάτες μπορούν να επικοινωνήσουν μαζί σας σχετικά με την παραβίαση δεδομένων.';
$_['help_data_commissioner']       = 'Διεύθυνση email του Επίτροπου Ασφάλειας Προσωπικών Δεδομένων δικαιοδοσίας σας';
$_['help_date_of_breach'] = 'Αν δε γνωρίζετε την ακριβή ημερομηνία, παρακαλούμε δώστε μια εκτιμώμενη χρονική περίοδο';
$_['help_date_of_discovery'] = 'Ημερομηνία κατά την οποία ανακαλύψατε πως το σύστημά σας έχει παραβιαστεί';
$_['help_email_bcc']       = 'Διεύθυνση email στην οποία θα κοινοποιηθεί η ειδοποίηση παραβίασης';
//$_['help_email_cc'] = $this->language->get('help_email_cc');
$_['help_max_runtime'] = 'Μέγιστος χρόνος για την εκτέλεση του κώδικα αποστολής των emails.';
$_['help_message_action'] = 'Περιγράψτε όλες τις ενέργειες στις οποίες προβήκατε από τη στιγμή που ανακαλύφθηκε η παραβίαση. Αυτό το κείμενο θα συμπεριληφθεί στην επιστολή προς τον Επίτροπο Ασφάλειας Προσωπικών Δεδομένων.';
$_['help_message_action_customers'] = 'Περιγράψτε όλες τις ενέργειες στις οποίες προβήκατε από τη στιγμή που ανακαλύφθηκε η παραβίαση που είναι σχετικές με τους πελάτες σας. Αυτό το κείμενο θα συμπεριληφθεί στα emails προς τους πελάτες.';
$_['help_message_incident'] = 'Περιγράψτε την παραβίαση λεπτομερώς, ποιοι είχαν πρόσβαση στα δεδομένα, πως το έκαναν, πως ανακαλύφθηκε κλπ. Αυτό το κείμενο θα συμπεριληφθεί στην επιστολή προς τον Επίτροπο Ασφάλειας Προσωπικών Δεδομένων.';
$_['help_message_incident_customers'] = 'Περιγράψτε την παραβίαση με οποιαδήποτε λεπτομέρεια σχετική με τους πελάτες σας. Αυτό το κείμενο θα συμπεριληφθεί στα emails προς τους πελάτες.';
$_['help_name'] = 'Αυτό το όνομα είναι μόνο για τον ιδιοκτήτη/διαχειριστή του καταστήματος, δε θα αποκαλυφθεί στον Επίτροπο Ασφάλειας Προσωπικών Δεδομένων ή τους Πελάτες';
$_['help_number_of_accounts_affected'] = 'Δηλώστε πόσοι λογαριασμοί (πελάτες / υποκείμενα δεδομένων) έχουν προσβληθεί από την παραβίαση';
$_['help_subject']       = 'Θέμα του email/επιστολής προς τον Επίτροπο Ασφάλειας Προσωπικών Δεδομένων';
$_['help_subject_customers']       = 'Θέμα των emails ειδοποιήσεων προς τους Πελάτες';

// Error
$_['error_address_commissioner']        = 'Η διεύθυνση του Επίτροπου Ασφάλειας Προσωπικών Δεδομένων είναι υποχρεωτική!';
$_['error_address_store']        = 'Η διεύθυνση του καταστήματος είναι υποχρεωτική!';
$_['error_contact_details_of_person_reporting']        = 'Τα στοιχεία επικοινωνίας του ατόμου που στέλνει την αναφορά είναι υποχρεωτικά!';
$_['error_customer_notification_add'] = 'Δεν ήταν δυνατό να προστεθούν οι ειδοποιήσεις πελατών';
$_['error_customer_notification_existing'] = 'Υπάρχουν ήδη ειδοποιήσεις για τη συγκεκριμένη παραβίαση';
$_['error_data_commissioner']        = 'Το email του Επίτροπου Ασφάλειας Προσωπικών Δεδομένων είναι υποχρεωτικό!';
$_['error_date_of_breach']        = 'Η ημερομηνία παραβίασης είναι υποχρεωτική!';
$_['error_date_of_discovery']        = 'Η ημερομηνία ανακάλυψης της παραβίασης είναι υποχρεωτική!';
$_['error_email_batch'] = 'Οι ειδοποιήσεις email δεν ήταν δυνατό να σταλούν, παρακαλούμε δοκιμάστε ξανά.';
$_['error_permission']     = 'Προειδοποίηση: Δεν έχετε τα κατάλληλα δικαιώματα για να στείλετε Emails Ειδοποίησης Παραβίασης!';
$_['error_subject']        = 'Το θέμα του email Ειδοποίησης Παραβίασης είναι υποχρεωτικό!';
$_['error_mail_bcc'] = 'Λανθασμένη μορφή διεύθυνσης email, παρακαλούμε διαχωρίστε τις διευθύνσεις email με κόμμα';
$_['error_mail_commissioner'] = 'Λανθασμένη μορφή διεύθυνσης email του Επίτροπου Ασφάλειας Προσωπικών Δεδομένων.';
$_['error_message_action']        = 'Η Σύνοψη των ενεργειών που έγιναν μετά την παραβίαση είναι υποχρεωτική!';
$_['error_message_incident']        = 'Η Περιγραφή του συμβάντος/παραβίασης είναι υποχρεωτική!';
$_['error_missing_commissioner_email'] = 'Το email του Επίτροπου είναι υποχρεωτικό πεδίο!';
$_['error_saving_breach_notification_failed'] = 'Δεν ήταν δυνατό να αποθηκευτεί η εγγραφή ειδοποίησης παραβίασης, παρακαλούμε δοκιμάστε ξανά';

// When translating please use similar format (no spaces, underscores separting words)
// 'ειδοποίηση_παραβίασης_δεδομένων';
$_['data_breach_pdf_filename'] = 'data_breach_pdf_filename';
