<?php

// Buttons
$_['button_submit']  = 'Побарајте извештај за GDPR'; // OC15
$_['button_continue']  = 'Продолжи'; // OC15

// Heading
$_['heading_title']  = 'Барање за лични податоци за GDPR';

// Text
$_['text_instructions']   = '<p>За да го видите вашиот извештај за GDPR, ќе треба да ги следите чекорите подолу: <br> 1. Поднесете ја вашата е-пошта во форма подолу. <br> 2. Е-мејл за потврда ќе ви биде испратен, треба да кликнете на копчето за потврда / врската во е-поштата. <br> 3. Извештај за GDPR ќе ви биде испратен по е-пошта.</p>';

$_['text_success']   = '<p> Ви испративме е-пошта за потврда. Ве молиме кликнете на врската во е-поштата за да го докажете вашиот пристап до е-мејл адресата. Откако ова ќе се потврди ние ќе продолжиме со вашето барање за GDPR. </ P>';

// Entry
$_['entry_captcha']    = 'Внесете го кодот во полето подолу:'; // OC15
$_['entry_email']    = 'E-Mail адрес';

// Errors
$_['error_captcha']  = 'Ве молиме пополнете ја вашата captcha верификација.';
$_['error_email']    = 'Изгледа дека е-поштата не е валидна!';
$_['error_email_not_existing']    = 'Е-поштенска адреса не постои во нашата база на податоци, бидете сигурни дека нема грешки, вклучувајќи празни места во вашата е-адреса. Ако сте убедени дека горната адреса за е-пошта е точна и имате сметка поврзана со неа во нашата продавница, ве молиме контактирајте ја нашата служба за корисници.';
$_['$error_max_requests_day']    = 'Го надминавте максималниот дневен БДПП што го дозволуваме. Обидете се повторно за 24 часа.';

// Confirmation Email
$_['confirmation_email_text_heading'] = 'Потврди го твоето барање за БДП';
$_['confirmation_email_text_instructions'] = 'Ако побаравте извештај од вашите лични податоци од нас, кликнете на линкот подолу за да ја потврдите вашата е-адреса и да продолжите со барањето. Ако не сте го побарале, ве молиме игнорирајте ја оваа е-пошта.';
$_['confirmation_email_text_confirm'] = 'Потврди';
$_['confirmation_email_text_smallprint'] = 'Ние ќе генерираме и ќе ви испратиме извештај за лични податоци што е можно поскоро. Обично тоа треба да биде во рок од 30 минути откако ќе го потврдите вашето барање. Ако не го добивте вашиот извештај во рок од 24 часа од вашата потврда, ве молиме пробајте ново барање или контактирајте ја нашата поддршка за корисници.';

// GDPR Report Email
$_['gdpr_report_email_subject'] = 'Вашиот извештај за лични податоци за БДП';

// Request success
$_['request_success_heading_title'] = 'Вашето барање за БДП е потврдено';
$_['request_success_text_message'] = 'Ви благодариме што го потврдивте вашето барање за БДП. Ние ќе генерираме и ќе ви испратиме извештај за лични податоци што е можно поскоро. Обично, тоа треба да биде во рок од 30 минути откако ќе го потврдите вашето барање. Ако не го добивте вашиот извештај во рок од 24 часа од вашата потврда, ве молиме пробајте ново барање или контактирајте ја нашата поддршка за корисници.';

// Request failure
$_['request_failed_heading_title'] = 'Вашето барање за GDPR не успеа';
$_['request_failed_text_message'] = 'Не можевме да го потврдиме вашето барање за GDPR. Ве молиме проверете дали користите соодветен линк за потврда.';
$_['request_failed_heading_disabled'] = 'Модулот за GDPR е исклучен';
$_['request_failed_disabled'] = 'Модулот GDPR моментално е оневозможен.';

// Request processed
$_['request_processed_heading_title'] = 'Вашето барање за GDPR веќе е обработено ';
$_['request_processed_text_message'] = 'Ако побарате извештај за лични податоци, тој е на пат кон вашите е-пошта адреси. Ако не го добивте вашиот извештај во рок од 24 часа од вашата потврда, ве молиме пробајте ново барање или контактирајте ја нашата поддршка за корисници. Ако побаравте бришење на профилот, вашите лични податоци веќе се избришани.';

// GDPR Report
$_['gdpr_report_empty_record'] = '---';
$_['gdpr_report_heading_title'] = 'Извештај за личните податоци на БДПР ';
$_['gdpr_report_locations_of_other_data'] = 'Други услуги / локации каде што вашите лични податоци се зачувани';
$_['gdpr_report_locations_of_servers'] = 'Физички локации на серверите каде што вашите податоци се зачувани';
$_['gdpr_report_text_info'] = 'Ве молиме најдете го вашиот извештај за лични податоци прикачен подолу. Ова се сите информации поврзани со вашата сметка што ја складираме.';
$_['gdpr_report_text_account_details'] = 'детали за сметка';
$_['gdpr_report_text_addresses'] = 'Адреси';
$_['gdpr_report_text_cart_contents'] = 'Содржина на кошничката';
$_['gdpr_report_text_wishlist_contents'] = 'Содржина на листа на листи';

// GDPR Report - Customer
$_['cart'] = 'Купувачка кошничка';
$_['email'] = 'Email';
$_['fax'] = 'Fax';
$_['firstname'] = 'Право име';
$_['lastname'] = 'Последно ием';
$_['not_subscribed'] = 'Не е записон';
$_['newsletter'] = 'Записано за пошта';
$_['subscribed'] = 'Записан';
$_['telephone'] = 'Телефон';
$_['wishlist'] = 'Лист со сакания';

// GDPR Report General
$_['amount'] = 'Сума';
$_['customer_id'] = 'Клиент ID';
$_['data'] = 'Податоци';
$_['date_added'] = 'Податоци создадени';
$_['date_modified'] = 'Податоци променени';
$_['description'] = 'Описанje';
$_['email'] = 'Email';
$_['history'] = 'Историja';
$_['id'] = 'ID';
$_['order_id'] = 'Порака ID';
$_['total'] = 'Сицко';

// GDPR Report Info
$_['activities'] = 'Деjности';
$_['comment'] = 'Коментар';
$_['ip'] = 'IP';
$_['ips'] = 'Записани IPs';
$_['key'] = 'Клучни';
$_['logins'] = 'Записани влазания';
$_['online'] = 'Онлајн запис за присуство';
$_['single_activity'] = 'Активност ID';
$_['single_history'] = 'Запис ID';
$_['single_ip'] = 'IP ID';
$_['single_login'] = 'Запис вход ID';
$_['referer'] = 'Кой го доведе';
$_['url'] = 'URL';

// GDPR Report - Почака
$_['address'] = 'Адрес';
$_['city'] = 'Град';
$_['country'] = 'Држава';
$_['currency_code'] = 'Валута';
$_['firstname'] = 'Прво име';
$_['invoice_no'] = 'Број на фактура';
$_['ip'] = 'IP адрес';
$_['not_subscribed'] = 'Не се претплатени';
$_['order'] = 'Со цел ID';
$_['payment_address'] = 'Адреса за исплата';
$_['payment_method'] = 'Метод за плаќање';
$_['postcode'] = 'Пост код';
$_['products'] = 'Продуктите';
$_['shipping_address'] = 'Адрес достави';
$_['shipping_method'] = 'Достави метод';
$_['store_name'] = 'Име на магазинот';
$_['user_agent'] = 'User Agent';

// GDPR Report - Нарачајте производи
$_['quantity'] = 'Квантитет';
$_['model'] = 'Модел';
$_['name'] = 'Име';
$_['price'] = 'Цена';
$_['reward'] = 'Награди';
$_['tax'] = 'Такси';

// GDPR Report - GDPR Requests
$_['gdpr_email'] = 'Email';
$_['gdpr_http_accept_language'] = 'HTTP Accept Lang';
$_['gdpr_http_user_agent'] = 'HTTP User Agent';
$_['gdpr_remote_addr'] = 'Remote ADDR';
$_['gdpr_requests'] = 'GDPR Заjaвки';
$_['gdpr_request_time'] = 'Дата и време';
$_['gdpr_server_addr'] = 'Сървър ADDR';
$_['gdpr_single_request'] = 'GDPR Заjaвка ID';
$_['gdpr_status'] = 'Status';

// GDPR Report Rewards
$_['rewards'] = 'Награди';
$_['reward_description'] = 'Опис';
$_['reward_points'] = 'Поени';
$_['single_reward'] = 'Награда ID';

// GDPR Report Transactions
$_['transactions'] = 'Трансакции';

// GDPR Report Wishlist
$_['wishlist'] = 'Сакане списакот';

// ############ RIGHT TO BE FORGOTTEN ############

// Heading
$_['heading_title_forget_me']  = 'GDPR Право да се заборави барањето';

// Text
$_['text_forget_me_instructions']   = '<p>За да ја избришете вашата сметка од нашата веб-страница, ќе треба да ги следите чекорите подолу: <br> 1. Поднесете ја вашата е-пошта во форма подолу. <br> 2. Е-мејл за потврда ќе ви биде испратен, треба да кликнете на копчето за потврда / врската во е-поштата. <br> 3. Вашата сметка и личните податоци ќе бидат избришани / анонимизирани.</p>';

// Confirmation Email
$_['forget_me_confirmation_email_text_heading'] = 'Потврдете го вашето барање за бришење на сметката.';
$_['forget_me_confirmation_email_text_instructions'] = 'Ако побаравте да ја избришете вашата сметка и лични податоци од нашата веб-страница, кликнете на линкот подолу за да ја потврдите вашата е-адреса и да продолжите со барањето. Ве молиме да имате предвид дека нема да можете да пристапите до вашата сметка и сите информации што се складирани со неа (како на пример историја на нарачки). Оваа операција е неповратен.';
$_['forget_me_confirmation_email_text_confirm'] = 'Избриши ја мојата Сметка';
$_['forget_me_confirmation_email_text_smallprint'] = 'Вашите податоци веднаш ќе бидат избришани / анонимизирани. Ние нема да можеме да ве известиме по е-пошта откако ќе завршиме. Имајте на ум дека можеби ќе мораме да задржиме некои од вашите лични податоци поврзани со налози за даночни цели.';

// Forget me request success
$_['forget_me_request_success_heading_title'] = 'Вашето барање за бришење на сметката на GDPR е регистрирано';
$_['forget_me_request_success_text_message'] = 'Испративме е-пошта за потврда. Ве молиме кликнете на врската во е-поштата за да го докажете вашиот пристап до е-мејл адресата. Откако ова ќе се потврди ние ќе продолжиме со вашето барање. Ве молиме да имате предвид дека нема да можете да пристапите до вашата сметка и сите информации што се складирани со неа (како на пример историја на нарачки). Оваа операција е неповратен.';

// Forget me request confirmed
$_['forget_me_request_confirmed_heading_title'] = 'Вашето барање за бришење на сметката на GDPR е потврдено';
$_['forget_me_request_confirmed_text_message'] = 'Ние ќе продолжиме со вашето барање за БДП и наскоро ќе ги избришеме / анонимизираме вашите лични податоци.';
