<?php
// Module
$_['text_gdpr']             = 'GDPR';
$_['text_gdpr_settings']             = 'Ρυθμίσεις GDPR';
$_['text_gdpr_report']             = 'Ιστορικό Αιτημάτων GDPR';

// Heading
$_['heading_title']    = 'GDPR';
$_['module_name'] = 'GDPR';

// Buttons etc.
$_['button_save'] = 'Αποθήκευση';
$_['button_cancel'] = 'Άκυρο';

// Entry
$_['entry_admin']      = 'Διαχειριστές Μόνο';
$_['entry_status']     = 'Κατάσταση';
$_['entry_name'] = 'Όνομα';
$_['entry_message_text'] = 'Προβολή μηνύματος';
$_['entry_date_start'] = 'Ημερομηνία [Από] (EEEE-MM-HH)';
$_['entry_date_end'] = 'Ημερομηνία [Έως] (EEE-MM-HH)';
$_['entry_status'] = 'Κατάσταση';

$_['entry_email_footer'] = 'Περιεχόμενο Υποσέλιδου Email GDPR';
$_['entry_email_header'] = 'Περιεχόμενο Κεφαλίδας Email GDPR';
$_['entry_locations_of_other_data'] = 'Άλλες τοποθεσίες & υπηρεσίες που φιλοξενούνται τα στοιχεία';
$_['entry_locations_of_servers'] = 'Φυσική τοποθεσία του server που φιλοξενείται το site και άλλα στοιχεία.';
$_['entry_max_requests_day'] = 'Μέγιστος αριθμός αιτήσεων ανα Ημέρα';
$_['entry_pending_status'] = 'Κείμενο Κατάστασης σε Αναμονή';
$_['entry_confirmed_status'] = 'Κείμενο Κατάστασης Επιβεβαίωσης';
$_['entry_emailed_status'] = 'Κείμενο Κατάστασης Απεσταλμένου Email';
$_['entry_account_deleted_status'] = 'Κείμενο Κατάστασης Διεγραμμένου Λογαριασμού';
$_['entry_data_sent'] = 'Τα δεδομένα έχουν αποσταλεί';
$_['entry_unpaid'] = 'Κείμενο "Δεν έχει πληρωθεί"';
$_['entry_free'] = 'Κείμενο "Δωρεάν"';
$_['entry_rejected'] = 'Κείμενο "Απορρίφθηκε"';
$_['entry_fairuse'] = 'Δίκαιη Χρήση';
$_['entry_max_days_process'] = 'Μέγιστος αριθμός ημερών για απάντηση';
$_['entry_right_to_be_forgotten'] = 'Ενεργοποίηση φόρμας \'Δικαίωμα στη Λήθη\'';

// Help
$_['help_pending_status'] = 'Το κείμενο της κατάστασης ενός Αιτήματος GDPR που δεν έχει ακόμα επιβεβαιωθεί απο τον πελάτη. Το κείμενο αυτό θα φαίνεται στην διαχείριση κατα την προβολή αναφοράς αλλά κι στον πελάτη όταν δει το ιστορικό των αιτημάτων GDPR.';
$_['help_confirmed_status'] = 'Το κείμενο της κατάστασης ενός αιτήματος GDPR που έχει επιβεβαιωθεί απο τον πελάτη, αλλά δεν έχει επεξεργαστεί ακόμα (δεν έχει αποσταλεί η αναφορά στον πελάτη). Το κείμενο αυτό θα φαίνεται στην διαχείριση κατα την προβολή αναφοράς αλλά κι στον πελάτη όταν δει το ιστορικό των αιτημάτων GDPR.';
$_['help_emailed_status'] = 'Το κείμενο της κατάστασης ενός αιτήματος GDPR που έχει ολοκληρωθεί (έχει αποσταλεί η αναφορά στον πελάτη). Το κείμενο αυτό θα φαίνεται στην διαχείριση κατα την προβολή αναφοράς αλλά κι στον πελάτη όταν δει το ιστορικό των αιτημάτων GDPR.';
$_['help_account_deleted_status'] = 'Το κείμενο της κατάστασης ενός αιτήματος GDPR διαγραφής που έχει ολοκληρωθεί. θα φαίνεται στην διαχείριση κατα την προβολή αναφοράς αιτημάτων GDPR Διαγραφής.';
$_['help_locations_of_other_data'] = 'Κάντε μια λίστα όλων των άλλων φυσικών και ηλεκτρονικών τοποθεσιών που αποθηκευονται τα δεδομένα των πελατών. Παραδείγματα: Mailchimp, Google Docs, κλπ. Αυτές οι πληροφορίες συπεριλαμβάνονται στις αναφορές που αποστέλλονται στους πελάτες.';
$_['help_locations_of_servers'] = 'Κάντε μια λίστα όλων των σχετικών πληροφοριών σχετικά με την εταιρεία φιλοξενίας ιστοσελίδας και τις φυσικές τοποθεσίες (Για παράδειγμα: σε ποια χώρα είναι ο εξυπηρετητής, ποιος είναι ο πάροχος της υπηρεσίας, αν ακολουθεί το GDPR κλπ.)';
$_['help_max_requests_day'] = 'Αριθμός αιτημάτων που μπορεί να κάνει ένας χρήστης μέσα σε μια ημέρα. Σας προτείνουμε να ορίσετε έναν μικρό αριθμό αιτημάτων για αποτρέψετε πιθανο Spam, επιθέσεις ή/και περιττό φόρτο εργασίας στο server σας. Προτείνουμε να το ορίσετε 3-5 το πολύ.';
$_['help_right_to_be_forgotten'] = 'Αυτό θα ενεργοποιησει την φόρμα \'Δικαίμωμα στη Λήθη\' οπου οι χρήστες θα μπορούν να διαγράφουν το λογαριασμό τους και να κάνουν τα στοιχεία τους ανώνυμα όπου δεν γίνεται να διαγραφούν.';

// Error
$_['error_permission'] = 'Προσοχή: Δεν έχετε δικαίωμα επεξεργασίας του πρόσθετου GDPR!';

// Text
$_['text_module']      = 'Πρόσθετα';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το πρόσθετο GDPR!';
$_['text_edit']        = 'Επεξεργασία πρόσθετου GDPR';

// Added in v1.4
$_['entry_store_policy_acceptance'] = 'Αποδοχή Πολιτικής Καταστήματος';
$_['entry_forms_are_private'] = 'Οι Φόρμες GDPR απαιτούν Σύνδεση';

$_['help_store_policy_acceptance'] = 'Αν είναι ενεργό, κάθε φορά που κάποιος πελάτης αποδέχεται τους όρους στη Σελίδα Εγγραφής ή στην Ολοκλήρωση Αγοράς, αυτό θα καταγράφεται στη βάση δεδομένων. ΣΗΜΑΝΤΙΚΟ: αν το ορίσετε ως ενεργό, παρακαλούμε βεβαιωθείτε πως η ολοκλήρωση Αγορών λειτουργεί σωστά!';
$_['help_forms_are_private'] = 'Αν είναι ενεργό, αίτημα GDPR μπορεί να καταχωρηθεί μόνο από συνδεδεμένο πελάτη.';

// Added in v1.6
$_['text_restricted_processing'] = 'Απαγορευμένη Επεξεργασία';
// When translating please do not alter <a href="customer_id=%d">%s</a> which will be replaced with a link to customer account.
$_['text_activity_gdpr_restriction_of_processing'] = '<a href="customer_id=%d">%s</a> έχει απαγορεύσει την επεξεργασία προσωπικών δεδομένων.';