<?php
// Module
$_['text_gdpr']             = 'GDPR';
$_['text_gdpr_settings']             = 'GDPR Поставки';
$_['text_gdpr_report']             = 'GDPR бара историja';

// Heading
$_['heading_title']    = 'GDPR';
$_['module_name'] = 'GDPR';

// Buttons etc.
$_['button_save'] = 'Запис';
$_['button_cancel'] = 'Сопри';

// Entry
$_['entry_admin']      = 'Само админот';
$_['entry_status']     = 'Статус';
$_['entry_name'] = 'Име';
$_['entry_message_text'] = 'Сказуванjе за показванjе';
$_['entry_date_start'] = 'Датум старт (YYYY-MM-DD)';
$_['entry_date_end'] = 'Датум край (YYYY-MM-DD)';
$_['entry_status'] = 'Статус';

$_['entry_email_footer'] = 'GDPR Email Футър в текстот';
$_['entry_email_header'] = 'GDPR Email Хедър в текстот';
$_['entry_locations_of_other_data'] = 'Други локации / услуги каде што чувате лични податоци';
$_['entry_locations_of_servers'] = 'Физички локации на сервери каде што хоствате вашиот веб-сајт и други податоци.';
$_['entry_max_requests_day'] = 'Макс барања по ден';
$_['entry_pending_status'] = 'Текст со статус на чекање';
$_['entry_confirmed_status'] = 'Потврден Текст на статус';
$_['entry_emailed_status'] = 'Испратен статус на текст';
$_['entry_account_deleted_status'] = 'Избришан статус на текст';
$_['entry_data_sent'] = 'Испратени податоци';
$_['entry_unpaid'] = 'Неплатен текст';
$_['entry_free'] = 'Слободен текст';
$_['entry_rejected'] = 'Отфрлен текст';
$_['entry_fairuse'] = 'Во истинот употреба';
$_['entry_max_days_process'] = 'Макс. Број на денови за одговарање';
$_['entry_right_to_be_forgotten'] = 'Овозможи право да се заборави формуларот';

// Help
$_['help_pending_status'] = 'Име на статусот на барање за GDPR, кое сé уште не е потврдено од страна на клиентот. Ова име на статус ќе биде прикажано во административниот извештај за GDPR на барање и му се открива на клиентот во историскиот запис за нивните барања за GDPR.';
$_['help_confirmed_status'] = 'Име на статусот на барање за GDPR, кое е потврдено од клиентот користејќи ја врската за потврда на е-пошта, но сè уште не е обработена (е-поштата на извештајот сè уште не е испратена). Ова име на статус ќе биде прикажано во административниот извештај за GDPR на барање и му се открива на клиентот во историскиот запис за нивните барања за GDPR.';
$_['help_emailed_status'] = 'Име на статусот на барање на GDPR кое е обработено / завршено (е-поштата на извештајот е испратена до клиентот). Ова име на статус ќе биде прикажано во административниот извештај за GDPR на барање и му се открива на клиентот во историскиот запис за нивните барања за GDPR.';
$_['help_account_deleted_status'] = 'Име на статусот на барање за отстранување на сметката на GDPR кои се обработуваат / завршуваат. Ова име на статус ќе биде прикажано во администраторот извештај GDPR барање.';
$_['help_locations_of_other_data'] = 'Наведете ги сите други локации и веб-услуги каде што ги чувате личните податоци на клиентот овде. Примери: Mailchimp, Документи на Google, итн. Овие информации ќе бидат вклучени во извештајот за е-пошта на GDPR, испратен до клиентот.';
$_['help_locations_of_servers'] = 'Наведете ги сите релевантни информации за локациите на вашиот хостинг и сервер (на пример: земји каде што се наоѓаат локациите за сервери, хостинг провајдери, дали хостинг провајдерите се компатибилни со GDPR? Итн.).';
$_['help_max_requests_day'] = 'Бројот на барањата на клиентите им е дозволено да ги достават на ден. Ова треба да биде поставено на мал број за да се спречат несаканите барања, нападите и непотребното оптоварување на вашиот веб сервер. Препорачуваме вредност помеѓу 3-5 најмногу.';
$_['help_right_to_be_forgotten'] = 'Ова ќе овозможи форма \ 'Право да се заборави \ ", каде што клиентите можат автоматски да ја избришат својата сметка и да ги изменат нивните лични податоци, каде што не можат да бидат избришани';

// Error
$_['error_permission'] = 'Предупредување: Немате дозвола да го модифицирате GDPR модулот!';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успех: Го модифициравте GDPR модулот!';
$_['text_edit']        = 'Уредување на БДПР модул';
