<?php
// Module
$_['text_gdpr']             = 'GDPR';
$_['text_gdpr_settings']             = 'Настройки GDPR';
$_['text_gdpr_report']             = 'История запросов GDPR';

// Heading
$_['heading_title']    = 'GDPR';
$_['module_name'] = 'GDPR';

// Buttons etc.
$_['button_save'] = 'Сохранить';
$_['button_cancel'] = 'Отмена';

// Entry
$_['entry_admin']      = 'Только администраторы';
$_['entry_status']     = 'Статус';
$_['entry_name'] = 'Имя';
$_['entry_message_text'] = 'Сообщение для отображения';
$_['entry_date_start'] = 'Дата начала (YYYY-MM-DD)';
$_['entry_date_end'] = 'Дата окончания (YYYY-MM-DD)';
$_['entry_status'] = 'Статус';

$_['entry_email_footer'] = 'GDPR Email Нижний Колонтитул';
$_['entry_email_header'] = 'GDPR Email Текст Заголовка';
$_['entry_locations_of_other_data'] = 'Другие местоположения / службы, в которых хранятся личные данные';
$_['entry_locations_of_servers'] = 'Физические расположения серверов, на которых размещен ваш веб-сайт и другие данные.';
$_['entry_max_requests_day'] = 'Максимальное количество запросов в день';
$_['entry_pending_status'] = 'Статус Ожидания Текст';
$_['entry_confirmed_status'] = 'Статус Подтверждения Текст';
$_['entry_emailed_status'] = 'Текст Отправленный по Email';
$_['entry_account_deleted_status'] = 'Текст удаленной учетной записи';
$_['entry_data_sent'] = 'Данные Отправлены';
$_['entry_unpaid'] = 'Неоплаченный текст';
$_['entry_free'] = 'Бесплатный Текст';
$_['entry_rejected'] = 'Отклоненный Текст';
$_['entry_fairuse'] = 'Справедливое использование';
$_['entry_max_days_process'] = 'Максимальное количество дней для ответа';
$_['entry_right_to_be_forgotten'] = 'Включить форму на "Право быть забытым"';

// Help
$_['help_pending_status'] = 'Название статуса запроса GDPR, который еще не подтвержден клиентом. Имя этого статуса будет отображаться в отчете о запросе GDPR администратора и показано клиенту в историй записей их запросов GDPR.';
$_['help_confirmed_status'] = 'Имя статуса запроса GDPR, которое было подтверждено клиентом, используя ссылку подтверждения по email, но еще не обработано (сообщение электронной почты еще не отправлено). Имя этого статуса будет отображаться в отчете о запросе GDPR администратора и показано клиенту в историй записей их запросов GDPR.';
$_['help_emailed_status'] = 'Название статуса запроса GDPR, который был обработан / завершен (сообщение электронной почты отправлено клиенту). Имя этого статуса будет отображаться в отчете о запросе GDPR администратора и показано клиенту в историй записей их запросов GDPR.';
$_['help_account_deleted_status'] = 'Имя статуса запроса на удаление учетной записи GDPR, который был обработан / завершен. Имя этого статуса будет отображаться в отчете о запросе GDPR администратора';
$_['help_locations_of_other_data'] = 'Перечислите все другие местоположения и веб-службы, где вы храните личные данные клиентов здесь. Примеры: Mailchimp, Google Docs, и т.д. Эта информация будет включена в отчет GDPR, отправленный клиенту по email.';
$_['help_locations_of_servers'] = 'Перечислите всю релевантную информацию о вашем размещении и местоположениях сервера (например: страны, принимающие сервер, хостинг-провайдеры, хостинг-провайдеры, уступчивая ли она к GDPR? и т.д.).';
$_['help_max_requests_day'] = 'Количество запросов, которые клиент может отправить в день. Это должно быть настроено на низкое число, чтобы предотвратить запросы спама, атаки и ненужную нагрузку на ваш веб-сервер. Мы рекомендуем не более 3-5.';
$_['help_right_to_be_forgotten'] = 'Это позволит получить форму \'Право быть Забытым\', в которой клиенты могут автоматически удалять свою учетную запись и анонимизировать свои личные данные там, где ее нельзя удалить';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным GDPR модулем!';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки GDPR модуля успешно изменены!';
$_['text_edit']        = 'Редактировать GDPR Модуль';
