<?php

// Buttons
$_['button_submit']  = 'Αίτημα Αναφοράς GDPR'; // OC15
$_['button_continue']  = 'Συνέχεια'; // OC15

// Heading
$_['heading_title']  = 'GDPR Αίτημα Προσωπικών Δεδομένων';

// Text
$_['text_instructions']   = '<p>Για να λάβετε μια αναφορά GDPR θα πρέπει να ακολουθήσετε τα παρακάτω βήματα:<br>1. Εισάγετε το email σας στην παρακάτω φόρμα.<br>2. Θα λάβετε ένα email επιβεβαίωσης, οπου θα πρέπει να πατήσετε τον σύνδεσμο.<br>3. Η αναφορά θα σας αποσταλεί με email.</p>';

$_['text_success']   = '<p>Σας έχουμε στείλει ένα email επιβεβαίωσης. Παρακαλούμε πατήστε τον σύνδεσμο μέσα στο μήνυμα για να επιβεβαιώσετε οτι έχετε πρόσβαση στο λογαριασμό. Με την επιβεβαίωσή του, θα σας αποστείλουμε την αναφορά που μας ζητήσατε.</p>';

// Entry
$_['entry_captcha']    = 'Εισάγετε των κωδικό στο παρακάτω πλαίσιο:'; // OC15
$_['entry_email']    = 'Διεύθυνση E-Mail';

// Errors
$_['error_email']    = 'Η διεύθυνση e-mail δεν φαίνεται να είναι έγκυρη!';
$_['error_email_not_existing']    = 'Η διεύθυνση e-mail δεν υπάρχει στην βάση δεδομένων μας, παρακαλούμε επιβεβαιώστε οτι έχετε γράψει σωστά τη διεύθυνση σας. Εάν η διεύθυνση είναι σωστή και έχετε λογαριασμό στο κατάστημά μας, παρακαλούμε επικοινωνήστε μαζί μας';
$_['$error_max_requests_day']    = 'Έχετε ξεπεράσει τον μέγιστο ημερίσιο αριθμό αιτημάτων GDPR. Παρακαλούμε προσπαθήστε ξανά σε 24 ώρες.';

// Confirmation Email
$_['confirmation_email_text_heading'] = 'Επιβεβαιώστε το Αίτημα GDPR.';
$_['confirmation_email_text_instructions'] = 'Εάν κάνατε αίτημα δεδομένων GDPR στο κατάστημά μας, παρακαλούμε κάντε κλικ στον παρακάτω σύνδεσμο επιβεβαίωσης για να ετοιμάσουμε την αναορά σας. Σε περίπτωση που δε ζητήσατε την αναφορά, παρακαλούμε αγνοήστε αυτό το email. Δεν χρειάζεται κάποια άλλη κίνηση απο μεριάς σας.';
$_['confirmation_email_text_confirm'] = 'Επιβεβαίωση';
$_['confirmation_email_text_smallprint'] = 'Θα δημιουργήσουμε και θα σας αποστείλουμε την αναφορά προσωπικών δεδομένων το συντομότερο δυνατό. Αυτή η διαδικασία συνήθως παίρνει 30 λεπτά. Σε περίπτωση που δε λάβατε την αναφορά εντός 24 ωρών, παρακαλούμε προσπαθήστε ξανά ή επικοινωνήστε με την εξυπηρέτηση πελατών.';

// GDPR Report Email
$_['gdpr_report_email_subject'] = 'Η προσωπική σας GDPR αναφορά';

// Request success
$_['request_success_heading_title'] = 'Το αίτημα GDPR έχει επιβεβαιωθεί';
$_['request_success_text_message'] = 'Σας ευχαριστούμε για την επιβεβαίωση. Θα δημιουργήσουμε και θα σας αποστείλουμε την αναφορά προσωπικών δεδομένων το συντομότερο δυνατό. Αυτή η διαδικασία συνήθως παίρνει 30 λεπτά. Σε περίπτωση που δε λάβατε την αναφορά εντός 24 ωρών, παρακαλούμε προσπαθήστε ξανά ή επικοινωνήστε με την εξυπηρέτηση πελατών.';

// Request failure
$_['request_failed_heading_title'] = 'Το αίτημα GDPR απέτυχε';
$_['request_failed_text_message'] = 'Δε μπορούσαμε να επιβεβαιώσουμε το αίτημά σας. Παρακαλούμε σιγουρευτείτε οτι έχετε χρησιμοποιήσει το σωστό σύνεσμο επιβεβαίωσης.';
$_['request_failed_heading_disabled'] = 'Το πρόσθετο GDPR απενεργοποιήθηκε';
$_['request_failed_disabled'] = 'Το πρόσθετο GDPR είναι απενεργοποιημένο.';

// Request processed
$_['request_processed_heading_title'] = 'Το αίτημά σας έχει ήδη επεξεργαστεί';
$_['request_processed_text_message'] = 'Η αναφορά GDPR είναι υπο επεξεργασία και θα αποσταλεί σύντομα στο email σας. Σε περίπτωση που δεν το παραλάβετε εντός 24 ωρών, παρακαλούμε προσπαθήστε ξανά ή επικοινωνήστε με την εξυπηρέτηση πελατών. Εάν ζητήσατε διαγραφή των προσωπικών σας δεδομένων, έχουν ήδη διαγραφεί.';

// GDPR Report
$_['gdpr_report_empty_record'] = '---';
$_['gdpr_report_heading_title'] = 'Αναφορές προσωπικών δεδομένων GDPR';
$_['gdpr_report_locations_of_other_data'] = 'Άλλα σημεία/περιοχές που βρίσκοναι τα προσωπικά σας δεδομένα:';
$_['gdpr_report_locations_of_servers'] = 'Φυσικές τοποθεσίες των εξυπηρετητών που αποθηκεύονται τα δεδομένα σας.';
$_['gdpr_report_text_info'] = 'Θα βρείτε τα προσωπικά σας δεδομένα στην αναφορά που έχουμε συμπεριλάβει παρακάτω. Αυτά είναι όλα τα προσωπικά σας δεδομένα που έχουμε αποθηκεύσει.';
$_['gdpr_report_text_account_details'] = 'Λεπτομέρειες Λογαριασμού';
$_['gdpr_report_text_addresses'] = 'Διευθύνσεις';
$_['gdpr_report_text_cart_contents'] = 'Περιεχόμενα Καλαθιού';
$_['gdpr_report_text_wishlist_contents'] = 'Περιεχόμενα Λίστας Επιθυμιών';

// GDPR Report - Customer
$_['cart'] = 'Καλάθι Αγορών';
$_['email'] = 'Email';
$_['fax'] = 'Fax';
$_['firstname'] = 'Όνομα';
$_['lastname'] = 'Επώνυμο';
$_['not_subscribed'] = 'Μη εγγεγραμμένος';
$_['newsletter'] = 'Ενημερωτικό Δελτίο';
$_['subscribed'] = 'Εγγεγραμμένος';
$_['telephone'] = 'Τηλέφωνο';
$_['wishlist'] = 'Λίστα Επιθυμιών';

// GDPR Report General
$_['amount'] = 'Ποσό';
$_['customer_id'] = 'ID Πελάτη';
$_['data'] = 'Δεδομένα';
$_['date_added'] = 'Ημ/νια Δημιουργίας';
$_['date_modified'] = 'Ημ/νια Επεξεργασίας';
$_['description'] = 'Περιγραφή';
$_['email'] = 'Email';
$_['history'] = 'Ιστορικό';
$_['id'] = 'ID';
$_['order_id'] = 'ID Παραγγελίας';
$_['total'] = 'Σύνολο';

// GDPR Report Info
$_['activities'] = 'Δραστηριότητες';
$_['comment'] = 'Σχόλιο';
$_['ip'] = 'IP';
$_['ips'] = 'Καταγεγραμμένες IP';
$_['key'] = 'Κλειδί';
$_['logins'] = 'Καταγεγραμμένες είσοδοι';
$_['online'] = 'Αρχείο Διαδικτυακής Παρουσίας';
$_['single_activity'] = 'ID Δραστηριότητας';
$_['single_history'] = 'ID Εγγραφής';
$_['single_ip'] = 'ID Διεύθυνσης IP';
$_['single_login'] = 'ID Εγγραφής Εισόδου';
$_['referer'] = 'Αποδιδόμενος';
$_['url'] = 'URL';

// GDPR Report - Order
$_['address'] = 'Διεύθυνση';
$_['city'] = 'Πόλη';
$_['country'] = 'Χώρα';
$_['currency_code'] = 'Νόμισμα Χρέωσης';
$_['firstname'] = 'Όνομα';
$_['invoice_no'] = 'Αριθμός Τιμολογίου';
$_['ip'] = 'Διεύθυνση IP';
$_['not_subscribed'] = 'Μη εγγεγραμμένος';
$_['order'] = 'ID Παραγγελίας';
$_['payment_address'] = 'Διεύθυνση Πληρωμής';
$_['payment_method'] = 'Τρόπος Πληρωμής';
$_['postcode'] = 'ΤΚ';
$_['products'] = 'Προϊόντα';
$_['shipping_address'] = 'Διεύθυνση Αποστολής';
$_['shipping_method'] = 'Τρόπος Αποστολής';
$_['store_name'] = 'Όνομα Καταστήματος';
$_['user_agent'] = 'Πρόγραμμα Πελάτη';

// GDPR Report - Order Products
$_['quantity'] = 'Ποσότητα';
$_['model'] = 'Κωδικός';
$_['name'] = 'Όνομα';
$_['price'] = 'Τιμή';
$_['reward'] = 'Ανταμοιβή';
$_['tax'] = 'Φόροι';

// GDPR Report - GDPR Requests
$_['gdpr_email'] = 'Email';
$_['gdpr_http_accept_language'] = 'HTTP Αποδ. Γλώσσες';
$_['gdpr_http_user_agent'] = 'HTTP Πρόγραμμα Πελάτη';
$_['gdpr_remote_addr'] = 'Απομακρυσμένη Διευθ.';
$_['gdpr_requests'] = 'Αιτήματα GDPR';
$_['gdpr_request_time'] = 'Ημέρα & Ώρα';
$_['gdpr_server_addr'] = 'Διεύθ. Εξυπηρετητή';
$_['gdpr_single_request'] = 'ID αιτήματος GDPR';
$_['gdpr_status'] = 'Κατάσταση';

// GDPR Report Rewards
$_['rewards'] = 'Ανταμοιβές';
$_['reward_description'] = 'Επεξεργασία';
$_['reward_points'] = 'Πόντοι';
$_['single_reward'] = 'ID Ανταμοιβής';

// GDPR Report Transactions
$_['transactions'] = 'Συναλλαγές';

// GDPR Report Wishlist
$_['wishlist'] = 'Λίστα Επιθυμιών';

// ############ RIGHT TO BE FORGOTTEN ############

// Heading
$_['heading_title_forget_me']  = 'Αίτημα GDPR Δικαιώματος Στη Λήθη';

// Text
$_['text_forget_me_instructions']   = '<p>Για να διαγράψετε το λογαριασμό σας απο το κατάστημά μας, θα πρέπει να ακολουθήσετε τα παρακάτω βήματα:<br>1. Εισάγετε το email σας στην παρακάτω φόρμα.<br>2. Θα λάβετε ένα email επιβεβαίωσης, οπου θα πρέπει να πατήσετε τον σύνδεσμο.<br>3. Ο λογαριασμός και όλα σας τα προσωπικά δεδομένα θα διαγραφούν, ή θα ανωνυμοποιηθούν πλήρως σε περίπτωση που δεν είναι εφικτή η διαγραφή/</p>';

// Confirmation Email
$_['forget_me_confirmation_email_text_heading'] = 'Επιβεβαιώστε το αίτημα διαγραφής λογαριασμού';
$_['forget_me_confirmation_email_text_instructions'] = 'Εάν ζητήσατε να διαγράψετε το λογαριασμό σας και τα προσωπικά σας δεδομένα απο το κατάστημά μας, παρακαλόυμε πατήστε τον σύνδεσμο διαγραφής. Σας ενημερώνουμε οτι δε θα μπορείτε να αποκτήσετε πρόσβαση σε οποιαδήποτε πληροφορία με την ολοκλήρωση της διαδικασίας, όπως πχ το ιστορικό παραγγελιών. Η λειτουργία αυτή είναι ΜΗ ΑΝΑΣΤΡΕΨΙΜΗ.';
$_['forget_me_confirmation_email_text_confirm'] = 'Διαγραφή Λογαριασμού';
$_['forget_me_confirmation_email_text_smallprint'] = 'Τα στοιχεία σας θα διαγραφούν/ανωνυμοποιηθούν αμέσως. Δε θα μπορέσουμε να σας ενημερώσουμε με email μόλις ολοκληρωθεί η διαδικασία. Σας ενημερώνουμε οτι κάποια στοιχεία που συνδέουν κάποια προσωπικά δεδομένα με τις παραγγελίες σας, ενδέχεται να τα κρατήσουμε για φορολογικούς σκοπούς.';

// Forget me request success
$_['forget_me_request_success_heading_title'] = 'Το αίτημα διαγραφής του λογαριασμού σας έχει καταχωηθεί';
$_['forget_me_request_success_text_message'] = 'Σας έχουμε αποστείλει ένα email επιβεβαίωσης. Παρακαλούμε κάντε κλικ στον σύνδεσμο για να αποδείξετε οτι έχετε πρόσβαση στο λογαριασμό. Μόλις γίνει η επιβεβαίωση θα προχωρήσουμε το αίτημά σας. We have sent you a confirmation email. Σας ενημερώνουμε οτι δε θα μπορείτε να αποκτήσετε πρόσβαση σε οποιαδήποτε πληροφορία με την ολοκλήρωση της διαδικασίας, όπως πχ το ιστορικό παραγγελιών. Η λειτουργία αυτή είναι ΜΗ ΑΝΑΣΤΡΕΨΙΜΗ.';

// Forget me request confirmed
$_['forget_me_request_confirmed_heading_title'] = 'Το αίτημα διαγραφής λογαριασμού έχει επιβεβαιωθεί.';
$_['forget_me_request_confirmed_text_message'] = 'Τα στοιχεία σας θα διαγραφούν/ανωνυμοποιηθούν σύντομα.';
